Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Hit space and Clink applies its best guess. Text shortcuts always win. Tap the bar to undo.
de: Drück die Leertaste und Clink wendet seine beste Vermutung an. Textkürzel gewinnen immer. Tipp auf die Leiste zum Rückgängigmachen.
es: Pulsa espacio y Clink aplica su mejor conjetura. Los atajos de texto siempre ganan. Toca la barra para deshacer.
et: Vajuta tühikut ja Clink rakendab oma parima pakkumise. Teksti otseteed võidavad alati. Puuduta riba, et tagasi võtta.
fr: Appuie sur espace et Clink applique sa meilleure proposition. Les raccourcis de texte l'emportent toujours. Touche la barre pour annuler.
hu: Nyomj szóközt, és a Clink alkalmazza a legjobb tippjét. A szövegrövidítések mindig nyernek. Koppints a sávra a visszavonáshoz.
it: Premi spazio e Clink applica la sua ipotesi migliore. Le scorciatoie di testo vincono sempre. Tocca la barra per annullare.
ja: スペースを押すと、Clink がいちばんの予測を適用します。テキストショートカットが常に優先されます。バーをタップすると取り消せます。
ko: 스페이스를 누르면 Clink가 가장 그럴듯한 추측을 적용해요. 텍스트 단축어가 항상 우선이에요. 바를 탭하면 되돌려요.
ms: Tekan ruang dan Clink guna tekaan terbaiknya. Pintasan teks sentiasa menang. Ketik bar untuk buat asal.
pt: Carrega no espaço e o Clink aplica o seu melhor palpite. Os atalhos de texto ganham sempre. Toca na barra para desfazer.
ru: Нажмите пробел — и Clink применит лучший вариант. Сокращения текста всегда в приоритете. Нажмите на строку, чтобы отменить.
zh_hans: 按空格，Clink 就用它最好的猜测。文本快捷替换总是优先。点候选栏可以撤销。

source: Hit targets
de: Trefferbereiche
es: Áreas de acierto
et: Tabamistsoonid
fr: Zones de frappe
hu: Találati zónák
it: Aree di tocco
ja: ヒットターゲット
ko: 히트 타겟
ms: Sasaran ketukan
pt: Áreas de toque
ru: Зоны попадания
zh_hans: 点击目标区域

source: Hitbox 100%. Targets match the visible keys.
de: Trefferfläche 100 %. Die Ziele entsprechen den sichtbaren Tasten.
es: Área táctil 100%. Los objetivos coinciden con las teclas visibles.
et: Tabamustsoon 100%. Sihid vastavad nähtavatele klahvidele.
fr: Zone tactile 100 %. Les cibles correspondent aux touches visibles.
hu: Hitbox 100%. A célpontok megegyeznek a látható billentyűkkel.
it: Area di tocco 100%. I bersagli coincidono con i tasti visibili.
ja: ヒットボックス 100%。ターゲットが見えているキーと一致します。
ko: 터치 영역 100%. 대상이 보이는 키와 같아요.
ms: Kotak sentuh 100%. Sasaran sepadan dengan kekunci yang kelihatan.
pt: Área tátil 100%. As zonas coincidem com as teclas visíveis.
ru: Зона нажатия 100%. Совпадает с видимыми клавишами.
zh_hans: 触控区 100%。判定区和看到的键一致。

source: Hitbox 115%. Bigger targets, catches more taps. Best for screen protectors.
de: Trefferfläche 115 %. Größere Ziele, fängt mehr Tipps. Am besten bei Schutzfolien.
es: Área táctil 115%. Objetivos más grandes, captan más toques. Ideal para protectores de pantalla.
et: Tabamustsoon 115%. Suuremad sihid, tabab rohkem vajutusi. Parim ekraanikaitsetele.
fr: Zone tactile 115 %. Cibles plus grandes, attrape plus d'appuis. Idéal avec une protection d'écran.
hu: Hitbox 115%. Nagyobb célpontok, több koppintást fog el. Képernyővédő fóliához a legjobb.
it: Area di tocco 115%. Bersagli più grandi, cattura più tocchi. Ideale per le pellicole protettive.
ja: ヒットボックス 115%。ターゲットが大きくなり、より多くのタップを拾います。保護フィルムに最適。
ko: 터치 영역 115%. 대상이 커서 탭을 더 잘 잡아요. 화면 보호 필름에 좋아요.
ms: Kotak sentuh 115%. Sasaran lebih besar, tangkap lebih banyak ketikan. Terbaik untuk pelindung skrin.
pt: Área tátil 115%. Zonas maiores, apanha mais toques. Ideal para películas.
ru: Зона нажатия 115%. Крупнее, ловит больше нажатий. Лучший вариант с защитной плёнкой.
zh_hans: 触控区 115%。判定区更大，能接住更多点按。最适合贴了屏幕膜时用。

source: Hitbox 85%. Tight targets, fewer mis-hits between keys.
de: Trefferfläche 85 %. Enge Ziele, weniger Fehltreffer zwischen den Tasten.
es: Área táctil 85%. Objetivos ajustados, menos fallos entre teclas.
et: Tabamustsoon 85%. Tihedad sihid, vähem eksitamisi klahvide vahel.
fr: Zone tactile 85 %. Cibles serrées, moins d'erreurs entre les touches.
hu: Hitbox 85%. Szűk célpontok, kevesebb mellényúlás a billentyűk közt.
it: Area di tocco 85%. Bersagli stretti, meno tocchi sbagliati tra i tasti.
ja: ヒットボックス 85%。ターゲットが小さめで、キー間の押し間違いが減ります。
ko: 터치 영역 85%. 대상이 좁아서 키 사이 오타가 줄어요.
ms: Kotak sentuh 85%. Sasaran ketat, kurang tersalah antara kekunci.
pt: Área tátil 85%. Zonas apertadas, menos enganos entre teclas.
ru: Зона нажатия 85%. Плотнее, меньше промахов между клавишами.
zh_hans: 触控区 85%。判定区更紧，键间误触更少。

source: Hitbox overlay
de: Trefferflächen-Overlay
es: Superposición de zonas de toque
et: Tabamustsoonide kiht
fr: Superposition des zones de touche
hu: Hitbox fedvény
it: Sovrapposizione aree di tocco
ja: ヒットボックスのオーバーレイ
ko: 히트박스 오버레이
ms: Tindih kotak sentuh
pt: Sobreposição de áreas de toque
ru: Слой зон нажатия
zh_hans: 点击区域叠加层

source: Hitbox targets
de: Trefferbereiche
es: Áreas de pulsación
et: Tabamissiidid
fr: Zones de frappe
hu: Hitbox célpontok
it: Aree di tocco
ja: ヒットボックス領域
ko: 터치 영역
ms: Sasaran kotak sentuh
pt: Áreas de toque
ru: Зоны нажатия
zh_hans: 触控判定区

source: Hitboxes
de: Trefferflächen
es: Zonas de toque
et: Tabamustsoonid
fr: Zones de touche
hu: Hitboxok
it: Aree di tocco
ja: ヒットボックス
ko: 히트박스
ms: Kotak sentuh
pt: Áreas de toque
ru: Зоны нажатия
zh_hans: 点击区域

source: Hold
de: Halten
es: Mantener
et: Hoia
fr: Maintenir
hu: Tartás
it: Tieni premuto
ja: 長押し
ko: 길게 누르기
ms: Tahan
pt: Manter premido
ru: Удержание
zh_hans: 长按

source: Hold 123, slide onto the symbol you want, and let go.
de: Halte 123, wische zu dem Symbol, das du möchtest, und lass los.
es: Mantén pulsado 123, desliza hasta el símbolo que quieras y suelta.
et: Hoia 123 all, libista soovitud sümbolini ja lase lahti.
fr: Maintenez 123, glissez sur le symbole souhaité, puis relâchez.
hu: Tartsd lenyomva a 123-at, csúsztass a kívánt szimbólumra, és engedd el.
it: Tieni premuto 123, scorri sul simbolo che vuoi e rilascia.
ja: 123 を長押しして、使いたい記号までスワイプして離します。
ko: 123을 길게 누른 채 원하는 기호로 밀어서 놓으세요.
ms: Tekan lama 123, leret ke simbol yang anda mahu, dan lepaskan.
pt: Mantenha 123 premido, deslize até ao símbolo pretendido e solte.
ru: Удерживайте 123, проведите до нужного символа и отпустите.
zh_hans: 按住 123，滑动到你想要的符号，然后松手。

source: Hold 123, slide onto the symbol you want, and let go. It types and you're straight back on the letters. Works the same way from ABC.
de: Halte 123 gedrückt, zieh auf das gewünschte Zeichen und lass los. Es wird getippt und du bist sofort wieder bei den Buchstaben. Von ABC aus geht es genauso.
es: Mantén pulsado 123, desliza hasta el símbolo que quieras y suelta. Se escribe y vuelves directo a las letras. Desde ABC funciona igual.
et: Hoia 123 all, libise soovitud sümbolile ja vabasta. See tipitakse ja oled kohe tagasi tähtede juures. ABC pealt töötab sama moodi.
fr: Maintiens 123, glisse jusqu'au symbole voulu et relâche. Il s'écrit et tu reviens aussitôt aux lettres. Ça marche pareil depuis ABC.
hu: Tartsd nyomva a 123-at, húzd a kívánt jelre, majd engedd el. Beírja, és rögtön visszakerülsz a betűkhöz. Az ABC-ről ugyanígy működik.
it: Tieni premuto 123, scorri fino al simbolo che ti serve e rilascia. Viene scritto e torni subito alle lettere. Da ABC funziona allo stesso modo.
ja: 123 を押したまま入力したい記号までスライドして離すと、その記号が入力され、すぐに文字入力に戻ります。ABC からも同じように使えます。
ko: 123을 누른 채 원하는 기호까지 밀었다가 떼면 그 기호가 입력되고 바로 문자 키로 돌아옵니다. ABC에서도 똑같이 됩니다.
ms: Tahan 123, luncur ke simbol yang anda mahu, kemudian lepaskan. Ia ditaip dan anda terus kembali ke huruf. Sama juga dari ABC.
pt: Mantém o 123 premido, desliza até ao símbolo que queres e larga. Fica escrito e voltas logo às letras. A partir do ABC funciona da mesma forma.
ru: Удерживайте 123, доведите палец до нужного символа и отпустите. Он вставится, и вы сразу вернётесь к буквам. Из ABC работает так же.
zh_hans: 按住 123，滑到想要的符号上再松手，符号就输入了，键盘立刻回到字母。从 ABC 开始也是一样。

source: Hold Key
de: Taste halten
es: Mantener tecla
et: Hoia klahvi
fr: Maintenir la touche
hu: Tartsd lenyomva a gombot
it: Tieni premuto il tasto
ja: キーを長押し
ko: 키 길게 누르기
ms: Tahan Kekunci
pt: Manter tecla
ru: Удерживать клавишу
zh_hans: 长按按键

source: Hold a clip and drag it to reorder. Pinned clips stay on top.
de: Halte einen Clip gedrückt und zieh ihn an eine neue Stelle. Angeheftete Clips bleiben oben.
es: Mantén pulsado un clip y arrástralo para cambiar el orden. Los fijados se quedan arriba.
et: Hoia klippi ja lohista see ümber. Kinnitatud klipid jäävad üles.
fr: Maintiens un élément et fais-le glisser pour le déplacer. Les éléments épinglés restent en haut.
hu: Tarts nyomva egy klipet, és húzd a helyére. A rögzítettek felül maradnak.
it: Tieni premuta una clip e trascinala per cambiare l’ordine. Quelle bloccate restano in alto.
ja: クリップを長押しして動かすと、並び順を変えられます。ピン留めしたクリップは上のままです。
ko: 클립을 길게 눌러 끌면 순서를 바꿀 수 있어요. 고정한 클립은 계속 맨 위에 있어요.
ms: Tahan satu klip dan seret untuk menyusun semula. Klip yang dipin kekal di atas.
pt: Mantenha um clip premido e arraste-o para mudar a ordem. Os fixados ficam no topo.
ru: Удержите фрагмент и перетащите, чтобы изменить порядок. Закреплённые остаются наверху.
zh_hans: 长按剪贴内容再拖动即可调整顺序，固定的始终排在最上面。

source: Hold a clip and drag it to reorder. Swipe left for copy, pin, or delete; swipe right to assign a group.
de: Halte einen Clip und zieh ihn zum Umsortieren. Wisch nach links für Kopieren, Anheften oder Löschen; nach rechts, um eine Gruppe zuzuweisen.
es: Mantén un recorte y arrástralo para reordenar. Desliza a la izquierda para copiar, fijar o borrar; a la derecha para asignar un grupo.
et: Hoia klippi ja lohista see ümber. Viipa vasakule kopeerimiseks, kinnitamiseks või kustutamiseks; viipa paremale grupi määramiseks.
fr: Maintiens un extrait et glisse-le pour réordonner. Balaye à gauche pour copier, épingler ou supprimer ; à droite pour l’assigner à un groupe.
hu: Tartsd a klipet, és húzd az átrendezéshez. Balra húzás: másolás, kitűzés, törlés; jobbra: csoportba sorolás.
it: Tieni premuto un clip e trascinalo per riordinare. Scorri a sinistra per copiare, fissare o eliminare; a destra per assegnare un gruppo.
ja: クリップを長押ししてドラッグすると並べ替え。左スワイプでコピー・ピン・削除、右スワイプでグループ分け。
ko: 클립을 길게 눌러 끌어 순서를 바꿉니다. 왼쪽 쓸면 복사·고정·삭제, 오른쪽 쓸면 그룹에 넣습니다.
ms: Tahan klip dan seret untuk susun semula. Leret kiri untuk salin, semat atau padam; leret kanan untuk tetapkan kumpulan.
pt: Mantém um clip e arrasta-o para reordenar. Desliza para a esquerda para copiar, afixar ou apagar; para a direita para atribuir um grupo.
ru: Задержите фрагмент и перетащите, чтобы изменить порядок. Свайп влево — копировать, закрепить или удалить; свайп вправо — назначить группу.
zh_hans: 按住一条再拖动即可重排。左滑复制、钉住或删除；右滑分到一组。

source: Hold a key for
de: Taste halten für
es: Mantener una tecla para
et: Hoia klahvi
fr: Appui long pour
hu: Billentyű nyomva tartva
it: Tieni premuto per
ja: 長押しで出す文字
ko: 길게 눌러 나올 글자
ms: Tekan lama untuk
pt: Manter uma tecla premida dá
ru: Удерживать клавишу для
zh_hans: 长按可得

source: Hold a key for its accent bar, or flick straight down to type the first accent instantly.
de: Halte eine Taste für ihre Akzentleiste, oder wische gerade nach unten, um sofort den ersten Akzent zu tippen.
es: Mantén pulsada una tecla para ver sus acentos, o desliza recto hacia abajo para escribir el primero al instante.
et: Hoia klahvi selle aksendiriba jaoks või tõmba otse alla, et sisestada esimene aksent koheselt.
fr: Maintiens une touche pour sa barre d'accents, ou balaie tout droit vers le bas pour taper le premier accent instantanément.
hu: Tarts lenyomva egy gombot az ékezetsávhoz, vagy húzz egyenesen lefelé, és rögtön az első ékezet íródik be.
it: Tieni premuto un tasto per la barra degli accenti, o scorri dritto verso il basso per digitare subito il primo accento.
ja: キーを長押しするとアクセントバーが出ます。まっすぐ下にフリックすると、最初のアクセントがすぐ入力されます。
ko: 키를 길게 누르면 악센트 바가 떠요. 곧장 아래로 튕기면 첫 악센트가 바로 입력돼요.
ms: Tahan kekunci untuk bar aksennya, atau leret terus ke bawah untuk taip aksen pertama serta-merta.
pt: Mantém uma tecla premida para a barra de acentos, ou desliza a direito para baixo para escreveres logo o primeiro acento.
ru: Удержите клавишу, чтобы открыть её полосу акцентов, или смахните строго вниз, чтобы сразу вставить первый акцент.
zh_hans: 长按按键弹出重音栏，或者直接下滑，立刻打出第一个重音。

source: Hold a letter for accents
de: Buchstaben für Akzente gedrückt halten
es: Mantén una letra pulsada para ver acentos
et: Hoia tähte aksentide jaoks
fr: Maintiens une lettre pour voir les accents
hu: Tarts lenyomva egy betűt az ékezetekhez
it: Tieni premuta una lettera per gli accenti
ja: 文字を長押ししてアクセントを表示
ko: 문자를 길게 눌러 악센트 입력
ms: Tekan lama huruf untuk aksen
pt: Mantém uma letra premida para ver acentos
ru: Удерживайте букву для акцентов
zh_hans: 长按字母输入变音字符

source: Hold a letter for accents (é, ü, ñ …).
de: Halt einen Buchstaben für Akzente gedrückt (é, ü, ñ …).
es: Mantén pulsada una letra para los acentos (é, ü, ñ …).
et: Hoia tähte aksentide jaoks (é, ü, ñ …).
fr: Maintiens une lettre pour les accents (é, ü, ñ …).
hu: Tarts lenyomva egy betűt az ékezetekhez (é, ü, ñ …).
it: Tieni premuta una lettera per gli accenti (é, ü, ñ …).
ja: 文字を長押しするとアクセント記号が出ます (é, ü, ñ …)。
ko: 글자를 길게 누르면 악센트를 넣을 수 있어요 (é, ü, ñ …).
ms: Tahan huruf untuk aksen (é, ü, ñ …).
pt: Mantém uma letra premida para acentos (é, ü, ñ …).
ru: Удержите букву, чтобы получить акценты (é, ü, ñ …).
zh_hans: 长按字母能打出重音字符 (é, ü, ñ …)。

source: Hold a note and drag it to reorder.
de: Halte eine Notiz gedrückt und zieh sie an eine neue Stelle.
es: Mantén pulsada una nota y arrástrala para cambiar el orden.
et: Hoia märget ja lohista see ümber.
fr: Maintiens une note et fais-la glisser pour la déplacer.
hu: Tarts nyomva egy jegyzetet, és húzd a helyére.
it: Tieni premuta una nota e trascinala per cambiare l’ordine.
ja: メモを長押しして動かすと、並び順を変えられます。
ko: 메모를 길게 눌러 끌면 순서를 바꿀 수 있어요.
ms: Tahan satu nota dan seret untuk menyusun semula.
pt: Mantenha uma nota premida e arraste-a para mudar a ordem.
ru: Удержите заметку и перетащите, чтобы изменить порядок.
zh_hans: 长按备忘录再拖动即可调整顺序。

source: Hold a word in the suggestion bar until it turns red and crosses out, then let go. It stops being suggested; you can still type it.
de: Halte ein Wort in der Vorschlagsleiste gedrückt, bis es rot wird und durchgestrichen ist, und lass dann los. Es wird nicht mehr vorgeschlagen; tippen kannst du es weiterhin.
es: Mantén pulsada una palabra en la barra de sugerencias hasta que se ponga roja y aparezca tachada, y suelta. Dejará de sugerirse; podrás seguir escribiéndola.
et: Hoia sõna soovitusribal all, kuni see muutub punaseks ja saab läbikriipsutuse, ja lase siis lahti. Seda enam ei soovitata, kuid kirjutada saad seda ikka.
fr: Maintenez un mot dans la barre de suggestions jusqu’à ce qu’il devienne rouge et barré, puis relâchez. Il cesse d’être proposé ; vous pouvez toujours le taper.
hu: Tartsd nyomva a javaslatsávon egy szót, amíg pirosra vált és áthúzottá nem lesz, majd engedd el. Többé nem jelenik meg javaslatként, de begépelni továbbra is tudod.
it: Tieni premuta una parola nella barra dei suggerimenti finché non diventa rossa e barrata, poi rilascia. Non verrà più suggerita; potrai comunque digitarla.
ja: 変換候補バーの単語を、赤くなって取り消し線が付くまで長押しして離します。以後は候補に出ませんが、入力はできます。
ko: 추천 바에서 단어를 빨갛게 변하며 취소선이 그어질 때까지 길게 누른 다음 손을 떼세요. 더 이상 추천되지 않지만 직접 입력할 수는 있습니다.
ms: Tekan dan tahan perkataan pada bar cadangan sehingga ia bertukar merah dan bergaris lorek, kemudian lepaskan. Ia tidak lagi dicadangkan; anda masih boleh menaipnya.
pt: Mantenha uma palavra premida na barra de sugestões até ficar vermelha e riscada e depois solte. Deixa de ser sugerida; pode continuar a escrevê-la.
ru: Удерживайте слово в строке подсказок, пока оно не станет красным и зачёркнутым, затем отпустите. Оно перестанет предлагаться, но печатать его по-прежнему можно.
zh_hans: 在候选栏中长按一个词，直到它变红并出现删除线，然后松开。它将不再被推荐，但你仍然可以输入。

source: Hold action
de: Halte-Aktion
es: Acción al mantener pulsado
et: Hoidmise tegevus
fr: Action d'appui long
hu: Akció hosszú nyomásra
it: Azione con pressione prolungata
ja: 長押しのアクション
ko: 길게 누르기 동작
ms: Tindakan tekan lama
pt: Ação ao premir longamente
ru: Действие по удержанию
zh_hans: 长按操作

source: Hold and drag to reorder
de: Gedrückt halten und ziehen, um neu anzuordnen
es: Mantén pulsado y arrastra para reordenar
et: Järjestamiseks hoia all ja lohista
fr: Maintenez et faites glisser pour réorganiser
hu: Tartsd nyomva, majd húzd az átrendezéshez
it: Tieni premuto e trascina per riordinare
ja: 長押ししてドラッグすると並べ替えられます
ko: 길게 누른 뒤 드래그하여 순서를 바꾸세요
ms: Tekan dan seret untuk menyusun semula
pt: Mantém premido e arrasta para reordenar
ru: Нажмите и перетащите, чтобы изменить порядок
zh_hans: 长按并拖动以重新排序

source: Hold and slide
de: Halten und ziehen
es: Mantén y desliza
et: Hoia ja libise
fr: Maintiens et glisse
hu: Nyomd és húzd
it: Tieni premuto e scorri
ja: 長押ししてスライド
ko: 누른 채 밀기
ms: Tahan dan luncur
pt: Mantém e desliza
ru: Удержать и провести
zh_hans: 按住滑动

source: Hold bar
de: Leiste halten
es: Mantener barra
et: Hoia riba
fr: Maintenir la barre
hu: Sáv tartása
it: Tieni premuta la barra
ja: バーを長押し
ko: 바 길게 누르기
ms: Tahan bar
pt: Manter a barra premida
ru: Полоса удержания
zh_hans: 长按工具栏

source: Hold bar while shifted
de: Leiste halten bei Umschalt
es: Mantener barra con mayúsculas activas
et: Hoia riba tõstuklahvi all
fr: Maintenir la barre en majuscules
hu: Sáv tartása Shiftelve
it: Tieni premuta la barra con maiuscolo attivo
ja: シフト中にバーを長押し
ko: 시프트 상태에서 바 길게 누르기
ms: Tahan bar semasa beralih
pt: Manter a barra premida com maiúsculas
ru: Полоса удержания при Shift
zh_hans: 大写状态下长按工具栏

source: Hold delay
de: Halteverzögerung
es: Retardo de pulsación
et: Hoidmise viive
fr: Délai de maintien
hu: Tartás késleltetése
it: Ritardo pressione
ja: 長押しの遅延
ko: 길게 누르기 지연
ms: Lengah tahan
pt: Atraso de manter premido
ru: Задержка удержания
zh_hans: 长按延迟

source: Hold does nothing extra yet.
de: Halten macht bisher nichts Zusätzliches.
es: Mantener pulsado aún no hace nada extra.
et: Hoidmine ei tee veel midagi lisaks.
fr: L'appui long ne fait encore rien de plus.
hu: A hosszú nyomás egyelőre nem csinál semmi extrát.
it: La pressione prolungata non fa ancora nulla di extra.
ja: 長押しにはまだ追加の動作がありません。
ko: 길게 누르기는 아직 추가 동작이 없어요.
ms: Tekan lama belum buat apa-apa tambahan.
pt: Premir longamente ainda não faz nada extra.
ru: Удержание пока ничего дополнительного не делает.
zh_hans: 长按目前没有额外操作。

source: Hold it to pick one from the list.
de: Halte sie gedrückt, um eine aus der Liste zu wählen.
es: Mantenla pulsada para elegir uno de la lista.
et: Hoia seda, et valida loendist üks.
fr: Maintiens-la pour en choisir une dans la liste.
hu: Tartsd nyomva, és válassz a listából.
it: Tienilo premuto per sceglierne una dall'elenco.
ja: 長押しすると、一覧から選べます。
ko: 길게 누르면 목록에서 고를 수 있습니다.
ms: Tahannya untuk memilih satu daripada senarai.
pt: Mantém-na premida para escolher um da lista.
ru: Удержите, чтобы выбрать один из списка.
zh_hans: 长按可以从列表里挑一种。

source: Hold it to run back through the text, picking up speed as you go.
de: Halte sie gedrückt, um durch den Text zurückzulaufen, dabei wird es schneller.
es: Mantenla pulsada para ir borrando hacia atrás, cada vez más rápido.
et: Hoia seda, et tagasi tekstis joosta, kiirendades kiirust.
fr: Maintiens-la pour remonter dans le texte, de plus en plus vite.
hu: Tartsd nyomva, és visszafelé fut a szövegen, közben egyre gyorsabban.
it: Tienilo premuto per risalire il testo, accelerando via via.
ja: 長押しすると文字をさかのぼって消し、だんだん速くなります。
ko: 길게 누르면 글을 거슬러 지워 나가며, 점점 빨라집니다.
ms: Tahan untuk memadam ke belakang menyusuri teks, semakin laju.
pt: Mantém-na premida para recuar pelo texto, ganhando velocidade à medida que vai.
ru: Удержите, чтобы пройти по тексту назад, постепенно разгоняясь.
zh_hans: 长按会一路往回删，而且越删越快。

source: Hold space to drag. Keys stay visible but go inert.
de: Halt die Leertaste zum Ziehen. Die Tasten bleiben sichtbar, reagieren aber nicht.
es: Mantén el espacio para arrastrar. Las teclas se ven pero no responden.
et: Hoia tühikut, et lohistada. Klahvid jäävad nähtavaks, aga muutuvad inertseks.
fr: Maintiens espace pour glisser. Les touches restent visibles mais deviennent inertes.
hu: Tartsd lenyomva a szóközt a húzáshoz. A gombok láthatók maradnak, de nem reagálnak.
it: Tieni premuto spazio per trascinare. I tasti restano visibili ma diventano inattivi.
ja: スペースを長押しするとドラッグできます。キーは見えたままですが反応しなくなります。
ko: 스페이스를 길게 눌러서 끌어보세요. 키는 보이지만 눌러도 반응 안 해요.
ms: Tahan ruang untuk seret. Kekunci kekal nampak tapi jadi tak aktif.
pt: Mantém o espaço premido para arrastar. As teclas ficam visíveis mas param de responder.
ru: Удерживайте пробел, чтобы вести. Клавиши остаются видимыми, но перестают реагировать.
zh_hans: 长按空格就能拖动。按键还看得见，但点不动了。

source: Hold space to turn the whole keyboard into a 2-D trackpad.
de: Halt die Leertaste, um die ganze Tastatur in ein 2D-Trackpad zu verwandeln.
es: Mantén el espacio para convertir todo el teclado en un trackpad 2D.
et: Hoia tühikut, et muuta terve klaviatuur 2D trackpadiks.
fr: Maintiens espace pour transformer tout le clavier en pavé tactile 2D.
hu: Tartsd lenyomva a szóközt, hogy az egész billentyűzetből 2D-s érintőpad legyen.
it: Tieni premuto spazio per trasformare tutta la tastiera in un trackpad 2D.
ja: スペースを長押しすると、キーボード全体が2Dトラックパッドになります。
ko: 스페이스를 길게 누르면 키보드 전체가 2D 트랙패드가 돼요.
ms: Tahan ruang untuk tukar seluruh papan kekunci jadi trackpad 2-D.
pt: Mantém o espaço premido para transformar todo o teclado num trackpad 2D.
ru: Удерживайте пробел, чтобы вся клавиатура стала двумерным трекпадом.
zh_hans: 长按空格，把整个键盘变成一块二维触控板。

source: Hold space, tap anywhere with another finger, keep dragging to highlight.
de: Halte die Leertaste, tippe mit einem anderen Finger irgendwo hin, ziehe weiter zum Markieren.
es: Mantén espacio, toca en cualquier parte con otro dedo, sigue arrastrando para marcar.
et: Hoia tühikut, puuduta teise sõrmega kuskil ja jätka lohistamist, et esiletõsta.
fr: Maintenez espace, touchez n'importe où avec un autre doigt, continuez à glisser pour sélectionner.
hu: Tartsd a szóközt, koppints a másik ujjaddal, húzd tovább a kijelöléshez.
it: Tieni premuto spazio, tocca ovunque con un altro dito, continua a trascinare per selezionare.
ja: スペースを押したまま、もう一方の指でタップし、ドラッグを続けると選択できます。
ko: 스페이스를 누른 채 다른 손가락으로 아무 곳이나 탭한 다음, 계속 끌면 선택됩니다.
ms: Tahan ruang, ketik di mana-mana dengan jari lain, terus seret untuk menonjolkan.
pt: Mantém o espaço, toca em qualquer lado com outro dedo, continua a arrastar para destacar.
ru: Удерживайте пробел, коснитесь в любом месте другим пальцем и продолжайте вести, чтобы выделить.
zh_hans: 按住空格，用另一根手指点按任意处，继续拖动即可选中。

source: Hold steadiness
de: Haltestabilität
es: Estabilidad de pulsación
et: Hoidmise stabiilsus
fr: Stabilité du maintien
hu: Tartás stabilitása
it: Stabilità della pressione
ja: 長押しの安定度
ko: 누름 안정성
ms: Kestabilan tahanan
pt: Firmeza ao manter premido
ru: Устойчивость удержания
zh_hans: 长按稳定度

source: Hold the emoji to feel it. Drag the marks to change how long.
de: Halte das Emoji, um es zu spüren. Zieh an den Strichen, um die Dauer zu ändern.
es: Mantén pulsado el emoji para notarlo. Arrastra las marcas para cambiar cuánto dura.
et: Hoia emojisid, et tunda. Lohista märke, et muuta kestust.
fr: Maintiens l'emoji pour le sentir. Fais glisser les marques pour changer la durée.
hu: Tartsd nyomva az emodzsit, hogy érezd. A vonalak húzásával állíthatod az időt.
it: Tieni premuto l'emoji per sentirlo. Trascina i segni per cambiare la durata.
ja: 絵文字を長押しすると体感できます。目盛りをドラッグすると長さを変えられます。
ko: 이모지를 꾹 눌러 보세요. 눈금을 끌면 길이를 바꿀 수 있어요.
ms: Tahan emoji untuk merasainya. Seret tanda untuk ubah tempohnya.
pt: Mantém o emoji premido para sentires. Arrasta as marcas para mudares a duração.
ru: Удержите эмодзи, чтобы почувствовать. Двигайте метки, чтобы изменить длительность.
zh_hans: 按住表情就能体验。拖动刻度可以改时长。
